Repository: RomanVolak/uPdf
Catalog: template1/*.po
Languages: cs, eu

source: File
cs: Soubor
eu: Fitxategia

source: Open
cs: Otevřít
eu: Ireki

source: Close
cs: Zavřít
eu: Itxi

source: Save as
cs: Uložit jako
eu: Gorde honela

source: Exit
cs: Ukončit
eu: Irten

source: Tools
cs: Nástroje
eu: Tresnak

source: Zoom in
cs: Přiblížit
eu: Zooma handiagotu

source: Zoom out
cs: Oddálit
eu: Zooma txikiagotu

source: Reset zoom
cs: Nastavit zvětšení znovu
eu: Berrezarri zooma

source: Fit zoom
cs: Přizpůsobit zvětšení
eu: Zooma doitu

source: Rotate pages
cs: Otočit strany
eu: Biratu orriak

source: Insert pages
cs: Vložit strany
eu: Txertatu orriak

source: Insert blank pages
cs: Vložit prázdné strany
eu: Txertatu orri hutsak

source: Remove pages
cs: Odstranit strany
eu: Ezabatu orriak

source: Extract pages
cs: vytáhnout strany
eu: Erauzi orriak

source: Help
cs: Nápověda
eu: Laguntza

source: Save As
cs: Uložit jako
eu: Gorde honela

source: Rotate
cs: Otočit
eu: Biratu

source: Border color
cs: Barva okraje
eu: Ertzaren kolorea

source: Fill color
cs: Barva výplně
eu: Betetze-kolorea

source: Font
cs: Písmo
eu: Letra-tipoa

source: Size
cs: Velikost
eu: Tamaina

source: Select
cs: Vybrat
eu: Hautatu

source: Remove
cs: Odstranit
eu: Ezabatu

source: Draw a line
cs: Nakreslit čáru
eu: Marraztu lerro bat

source: Draw a rectangle
cs: Nakreslit obdélník
eu: Marraztu laukizuzen bat

source: Draw a circle
cs: Nakreslit kruh
eu: Marrazatu zirkulu bat

source: Draw an ellipse
cs: Nakreslit elipsu
eu: Marraztu elipse bat

source: Write some text
cs: Napsat text
eu: Idatzi testua

source: Add an image
cs: Přidat obrázek
eu: Gehitu irudi bat

source: Highlight document
cs: Zvýraznit dokument
eu: Markatu dokumentua

source: Get help online...
cs: Získat nápovědu na internetu...
eu: Lortu online laguntza...

source: Translate this application...
cs: Přeložit tento program...
eu: Itzuli aplikazioa hau...

source: Report a bug...
cs: Nahlásit chybu...
eu: Arazoen berri eman...

source: About
cs: O programu
eu: Honi buruz

source: An application to modify pdf files
cs: Program na úpravy souborů PDF
eu: Pdf fitxategiak aldatzeko aplikazioa

source: Load pdf
cs: Nahrát PDF
eu: Kargatu pdf-a

source: Select a pdf file
cs: Vybrat soubor PDF
eu: Hautatu pdf fitxategi bat

source: Pdf files
cs: Soubory PDF
eu: Pdf fitxategiak

source: Save pdf
cs: Uložit PDF
eu: Gorde pdf-a

source: Select Pages
cs: Vybrat strany
eu: Hautatu orriak

source: Selectd pdf file
cs: Vybrat soubor PDF
eu: Hautatutako pdf fitxategia

source: Select pdf file from which insert pages
cs: Vybrat soubor PDF, ze kterého se mají vložit strany
eu: Hautatu pdf fitxategi bat hortik orriak txertatzeko

source: Select file
cs: Vybrat soubor
eu: Hautatu fitxategia

source: Select pdf file
cs: Vybrat soubor PDF
eu: Hautatu pdf fitxategia

source: Pages
cs: Strany
eu: Orrialdeak

source: Type page number and/or page ranges separated by commas counting from start of the document ej. 1,4,6-9
cs: Napište číslo strany a/nebo rozsahy stran oddělené čárkou počítaje od začátku dokumentu např. 1,4,6-9
eu: Mekanografiatu orrialde zenbakia edota komen bidez bereizitako tarteak dokumentuaren hasieratik zenbatuz, esaterako: 1,4,6-9

source: Before current page
cs: Před nynější stranou
eu: Orri honen aurrean

source: After current page
cs: Po nynější straně
eu: Orri honen ondoren

source: Number of pages
cs: Počet stran
eu: Orrialde-kopurua

source: Select the number of blank pages to insert
cs: Vybrat počet prázdných stran k vložení
eu: Hautatu txertatu beharreko orrialde hutsen kopurua

source: The number of blank pages to insert
cs: Počet prázdných stran k vložení
eu: Txertatu beharreko orrialde hutsen kopurua

source: Paper size
cs: Velikost papíru
eu: Paperaren tamaina

source: Select the paper size
cs: Vybrat velikost papíru
eu: Hautatu paperaren tamaina

source: 4A0
eu: 4A0 formatua (66.22 × 93.62 hazbete)

source: 2A0
eu: 2A0 formatua (46.81 × 66.22 hazbete)

source: A0
eu: A0 formatua (33.11 × 46.81 hazbete)

source: A1
eu: A1 formatua (23.39 × 33.11 hazbete)

source: Elephant
cs: Sloní
eu: Elephant formatua (23 × 28 hatzbete)

source: Royal
cs: Královská
eu: Royal formatua (20 × 25 hazbete)

source: Broadsheet
cs: Noviny velkého formátu
eu: Broadsheet formatua (18 × 24 hazbete)

source: A2
eu: A2 formatua (16.54 × 23.39 hazbete)

source: Medium
cs: Střední
eu: Medium formatua (18 × 23 hazbete)

source: Crown
cs: Korunní
eu: Crown formatua (15 × 20 hazbete)

source: Post
cs: Poštovní
eu: Post formatua (15.5 × 19.5 hazbete)

source: Tabloid
eu: Tabloid formatua (11 × 17 hazbete; 432 × 279 mm)

source: Ledger
eu: Ledger formatua (11 × 17 hazbete; 432 × 279 mm)

source: A3
eu: A3 formatua (11.69 × 16.54 hazbete)

source: Legal
eu: Legal formatua ( 8.5 × 14 hazbete; 216 × 356 mm)

source: Folio
eu: Folio formatua ( 8.27 × 13 hazbete)

source: Fanfold
eu: Fanfold formatua (8.5 × 12 hazbete)

source: A4
eu: A4 formatua ( 8.27 × 11.69 hazbete)

source: Letter
eu: Letter formatua (8.5 × 11 hazbete; 216 × 279 mm)

source: Quarto
eu: Quarto formatua ( 9 × 11 hazbete)

source: A5
eu: A5 formatua (5.83 × 8.27 hazbete)

source: Junior Legal
eu: Junior Legal formatua ( 5.0 × 8.0 hazbete)

source: A6
eu: A6 formatua ( 4.13 × 5.83 hazbete)

source: A7
eu: A7 formatua (2.91 × 4.13 hazbete)

source: A8
eu: A8 formatua ( 2.05 × 2.91 hazbete)

source: A9
eu: A9 formatua ( 1.46 × 2.05 hazbete)

source: A10
eu: A10 formatua ( 1.02 × 1.46 hazbete)

source: Set pages to rotate
cs: Nastavit strany k otočení
eu: Ezarri biratu beharreko orriak

source: Clockwise
cs: Po směru hodinových ručiček
eu: Erlojuaren noranzkoan

source: Counterclockwise
cs: Proti směru hodinových ručiček
eu: Erlojuaren aurkako noranzkoan

source: Remove pages from document
cs: Odstranit strany z dokumentu
eu: Ezabatu orrialdeak dokumentutik

source: Extract pages from document
cs: Vytáhnout strany z dokumentu
eu: Erauzi orrialdeak dokumentutik

source: Remove from document
cs: Odstranit z dokumentu
eu: Ezabatu dokumentutik

source: Select one image
cs: Vybrat obrázek
eu: Hautatu irudi bat

source: Select color
cs: Vybrat barvu
eu: Hautatu kolorea

source: Select font name
cs: Vybrat název písma
eu: Hautatu letra-tipoa

source: One day I saw a cow wearing a military uniform
cs: Jednou jsem viděl vola, který byl oblečen ve vojenské uniformě
eu: Egun batean behi bat ikusi nuen militarrez jantzia

source: Value
cs: Hodnota
eu: Balioa

source: Version
cs: Verze
eu: Bertsioa

source: an application to write to pdf
cs: Program pro zapisování do PDF
eu: pdf-ak editatzeko aplikazioa
